Repository: laurenpenn/Website
Catalog: plugins/wice-contact-for-wordpress/hs-wicecontact-*.po
Languages: de_de

source: Unwanted Input:
de_de: Unerw&uuml;nschte Eingabe

source: Not a valid email address:
de_de: ung&uuml;ltige E-Mail-Adresse

source: Required field:
de_de: Pflichtfeld:

source: CURL library not detected on system. Need to compile php with cURL in order to use this plug-in
de_de: CURL-Library nicht gefunden. PHP muss mit cURL kompiliert sein, damit dieses Plugin arbeitet.

source: Fields in red are required
de_de: Felder in Rot sind Pflichtfelder

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht gen&uuml;gend Rechte, um auf diese Seite zugreifen zu d&uuml;rfen.

source: Field
de_de: Feld

source: Name on Website
de_de: Name auf der Website

source: Visible
de_de: Sichtbar

source: Required?
de_de: Pflichtfeld?

source: Companyfields
de_de: Firmenfelder

source: Company
de_de: Firma

source: Street
de_de: Stra&szlig;e

source: Streetnumber
de_de: Hausnummer

source: Town
de_de: Ort

source: Zipcode
de_de: Postleitzahl

source: Country
de_de: Land

source: Contactpersonfields
de_de: Ansprechpartnerfelder

source: Salutation
de_de: Anrede

source: Salutation Male
de_de: Anrede m&auml;nnlich

source: Salutation Female
de_de: Anrede weiblich

source: Serial Salutation Male
de_de: Serienbriefanrede m&auml;nnlich

source: Serial Salutation Female
de_de: Serienbriefanrede weiblich

source: Title
de_de: Titel

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

source: Phone
de_de: Telefon

source: Textbox for a Message
de_de: Eingabefeld f&uuml;r Nachricht

source: Message
de_de: Nachricht

source: Additional Settings
de_de: Weitere Einstellungen

source: Address of your Server
de_de: Adresse des Servers

source: Text for Submitbutton
de_de: Text f&uuml;r Eingabebutton

source: Value of FormID
de_de: Wert f&uuml;r FormID

source: Save Changes
de_de: Speichern

source: Define additional Fields
de_de: Definition zus&auml;tzlicher Felder

source: Number of additional Fields
de_de: Anzahl der Zusatzfelder

source: No additional Fields set. Please input first the amount of additional fields
de_de: Keine Zusatzfelder definiert. Bitte erst die Anzahl der zus&auml;tzlichen Felder eingeben.

source: Name of Field
de_de: Name des Feldes
