Repository: laurenpenn/Website
Catalog: plugins/backwpup/lang/backwpup-*.po
Languages: ru_ru

source: Jobs
ru_ru: Задачи

source: Add New
ru_ru: Добавить задачу

source: Working
ru_ru: Статус выполнения

source: Logs
ru_ru: Журналы выполнения

source: Backups
ru_ru: Рез.копии

source: Tools
ru_ru: Инструменты

source: Settings
ru_ru: Настройки

source: Plugin Info
ru_ru: Информация о плагине

source: BackWPup comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions.
ru_ru: BackWPup не предоставляет никаких гарантий. Это свободное программное обеспечение, вы можете распространять его при определенных условиях

source: Overview
ru_ru: Обзор

source: For more information:
ru_ru: Дополнительная информация:

source: Documentation
ru_ru: Документация

source: FAQ
ru_ru: ЧАВО

source: Support Forums
ru_ru: Форумы поддержки

source: Donate
ru_ru: Пожертвовать

source: Go to Settings Page
ru_ru: Перейти к странице настроек

source: Support
ru_ru: Поддержка

source: WP XML Export
ru_ru: Экспорт WP XML

source: File Backup
ru_ru: Рез.копия файлов

source: Database Backup
ru_ru: Рез.копия БД

source: Optimize Database Tables
ru_ru: Оптимизировать таблицы БД

source: Check Database Tables
ru_ru: Проверить таблицы БД

source: View Log:
ru_ru: Просмотр журнала:

source: O.K.
ru_ru: ОК

source: none
ru_ru: Ничего нет

source: How many of the lastes logs would you like to display?
ru_ru: Как много журналов выполнения вы хотите посмотреть?

source: working since %d sec.
ru_ru: работает уже %d сек.

source: View!
ru_ru: Просмотреть!

source: Abort!
ru_ru: Остановить!

source: Edit Job
ru_ru: Изменить задачу

source: BackWPup Logs
ru_ru: Журналы выполнения BackWPup

source: BackWPup Active Jobs
ru_ru: Активные задачи BackWPup

source: See Working!
ru_ru: Просмотр статуса выполнения!

source: BackWPup Job
ru_ru: Задачу BackWPup

source: - WordPress %d or higher is needed!
ru_ru: - Требуется WordPress версии %d или выше!

source: - PHP 5.2.4 or higher is needed!
ru_ru: - Требуется PHP 5.2.4 или выше!

source: - Temp folder '%s' does not exists!
ru_ru: - Временная папка '%s' не существует!

source: - Temp folder '%s' is not writeable!
ru_ru: - Временная папка '%s' недоступна для записи!

source: - Log folder '%s' does not exists!
ru_ru: - Папка с журналами '%s' не существует!

source: - Log folder '%s' is not writeable!
ru_ru: - Папка с журналами '%s' недоступна для записи!

source: - Log folder '%s' is not in open_basedir path!
ru_ru: - Папка с журналами '%s' находится не в open_basedir!

source: - WP_CONTENT_URL '%s' must set as a full URL!
ru_ru: - WP_CONTENT_URL '%s' должен быть указан полный URL!

source: - WP_PLUGIN_URL '%s' must set as a full URL!
ru_ru: - WP_PLUGIN_URL '%s' должен быть указан полный URL!

source: - WP-Cron isn't working, please check it!
ru_ru: - WP-Cron не работает, проверьте его!

source: New
ru_ru: Новая задача

source: WordPress Backup and more...
ru_ru: WordPress Backup и другое...

source: %d. try to create backup zip archive...
ru_ru: %d. создать zip архив в резервными копиями...

source: Can not add "%s" to zip archive!
ru_ru: Невозможно добавить "%s" в zip архив!

source: Zip returns status: %s
ru_ru: Zip вернул статус: %s

source: Backup zip archive create done!
ru_ru: Zip архив с резервными копиями успешно создан!

source: Can not create backup zip archive $s!
ru_ru: Невозможно создать zip архив $s!

source: %d. try to create backup zip (PclZip) archive...
ru_ru: %d. попытка создать zip (PclZip) архив с рез.копией...

source: Zip archive create error: %s
ru_ru: Ошибка создания zip архива: %s

source: Backup zip archive create done
ru_ru: Zip архив с рез.копией успешно создан

source: Can not create tar arcive file!
ru_ru: Невозможно создать tar архив!

source: %1$d. try to create %2$s archive file...
ru_ru: %1$d. попытка создать %2$s архив...

source: File "%s" not readable!
ru_ru: Файл "%s" недоступен для чтения!

source: File name "%1$s" to long to save corectly in %2$s archive!
ru_ru: Имя файла "%1$s" слишком длинное, для корректного сохранения в архив %2$s!

source: File path "%1$s" to long to save corectly in %2$s archive!
ru_ru: Путь к файлу "%1$s" слишком длинный, для сохранения его в %2$s архиве!

source: %s archive creation done
ru_ru: Создание архива %s успешно завершено

source: Archive size is %s
ru_ru: Размер архива %s

source: PCL ZIP Error "%1$s" on file %2$s!
ru_ru: PCL ZIP ошибка: "%1$s" в файле %2$s!

source: %d. try for database check...
ru_ru: %d. попытка проверить БД...

source: Database error %1$s for query %2$s
ru_ru: Ошибка БД %1$s при запросе %2$s

source: Result of table check for %1$s is: %2$s
ru_ru: Результат проверки таблицы %1$s: %2$s

source: Result of table repair for %1$s is: %2$s
ru_ru: Результат починки таблицы %1$s: %2$s

source: Database check done!
ru_ru: Проверка БД завершена!

source: No tables to check
ru_ru: Нет таблиц для проверки

source: %d. try for database dump...
ru_ru: %d. попытка сделать дамп БД...

source: Database dump done!
ru_ru: Дамп БД завершен!

source: Can not create database dump!
ru_ru: Невозможно создать дамп БД!

source: No tables to dump
ru_ru: Нет таблиц для дампа

source: Add database dump "%1$s" with %2$s to backup file list
ru_ru: Добавить дамп БД "%1$s" с %2$s в список резервируемых файлов

source: Dump database table "%s"
ru_ru: Дамп таблицы "%s"

source: %d. try for database optimize...
ru_ru: %d. попытка оптимизации БД...

source: Result of table optimize for %1$s is: %2$s
ru_ru: Результат оптимизации таблицы %1$s: %2$s

source: Database optimize done!
ru_ru: Оптимизация БД завершена!

source: No tables to optimize
ru_ru: Нет таблиц для оптимизации

source: %d. Try to sending backup file to DropBox...
ru_ru: %d. попытка отправить резервную копию в DropBox...

source: Authed with DropBox from %s
ru_ru: Авторизован в Dropbox с %s

source: No free space left on DropBox!!!
ru_ru: В Dropbox не осталось места!!!

source: %s free on DropBox
ru_ru: %s свободно в DropBox

source: Upload to DropBox now started...
ru_ru: Началась выгрузка в DropBox...

source: Backup transferred to %s
ru_ru: Рез.копия перемеща в %s

source: %d. try to sending backup file to a FTP Server...
ru_ru: %d. попытка отправить резервную копию на FTP сервер...

source: Connected by SSL-FTP to Server: %s
ru_ru: Подключен к SSL-FTP серверу: %s

source: Can not connect by SSL-FTP to Server: %s
ru_ru: Невозможно подключиться к SSL-FTP серверу: %s

source: PHP function to connect with SSL-FTP to server not exists!
ru_ru: PHP функция для подключения к SSL-FTP серверу недоступна!

source: Connected to FTP server: %s
ru_ru: Подключен к FTP серверу: %s

source: Can not connect to FTP server: %s
ru_ru: Невозможно подключиться к FTP серверу: %s

source: FTP Client command: %s
ru_ru: [FTP] Команда клиента: %s

source: FTP Server reply: %s
ru_ru: [FTP] Ответ сервера: %s

source: Error getting SYSTYPE
ru_ru: Ошибка получения SYSTYPE

source: FTP folder "%s" created!
ru_ru: [FTP] Папка "%s" успешно создана!

source: FTP folder "%s" can not created!
ru_ru: [FTP] Папка "%s" не может быть создана!

source: FTP current folder is: %s
ru_ru: [FTP] Текущая папка: %s

source: Entering Passive Mode
ru_ru: Переход в Пассивный режим

source: Can not Entering Passive Mode
ru_ru: Невозможно перейти в Пассивный режим

source: Entering Normal Mode
ru_ru: Переход к Обычному режиму

source: Can not Entering Normal Mode
ru_ru: Невозможно перейти к Обычному режиму

source: Upload to FTP now started ...
ru_ru: Началась выгрузка на FTP ...

source: Can not transfer backup to FTP server!
ru_ru: Невозможно отправить рез.копию на FTP сервер!

source: Backup transferred to FTP server: %s
ru_ru: Резервная копия успешно отправлена на FTP сервер: %s

source: Can not delete "%s" on FTP server!
ru_ru: Невозможно удалить "%s" на FTP сервере!

source: %d. try sending backup to Google Storage...
ru_ru: %d. попытка отправить резервную копию в Google Storage...

source: Connected to GStorage Bucket: %s
ru_ru: Подключен к хранилищу GStorage: %s

source: Upload to GStorage now started...
ru_ru: Началась выгрузка в GStorage ...

source: Can not transfer backup to GStorage! (%1$d) %2$s
ru_ru: Невозможно отправить рез.копию в GStorage! (%1$d) %2$s

source: GStorage Bucket "%s" not exists!
ru_ru: Хранилище GStorage "%s" не существует!

source: Can not delete backup on GStorage://%s
ru_ru: Невозможно удалить рез.копию в GStorage://%s

source: %d. try to sending backup with mail...
ru_ru: %d. попытка отправить резервную копию на e-mail...

source: Send mail with SMTP
ru_ru: Отправить письмо через SMTP

source: Send mail with Sendmail
ru_ru: Отправить письмо через Sendmail

source: Send mail with PHP mail
ru_ru: Отправить письмо через PHP mail

source: Creating mail
ru_ru: Создание письма

source: BackWPup archive from %1$s: %2$s
ru_ru: Архив BackWPup от %1$s: %2$s

source: Backup archive: %s
ru_ru: Архив с рез.копией: %s

source: Backup archive too big for sending by mail!
ru_ru: Архив с рез.копией слишком большой, для отправления на e-mail!

source: Adding backup archive to mail
ru_ru: Добавление архива с рез.копиями к письму

source: Send mail....
ru_ru: Отправление письма....

source: Error "%s" on sending mail!
ru_ru: Ошибка "%s" при отправлении письма!

source: Mail send!!!
ru_ru: Письмо отправлено!!!

source: %d. try sending backup to a Microsoft Azure (Blob)...
ru_ru: %d. попытка отправить рез.копию в Microsoft Azure (Blob)...

source: Microsoft Azure container "%s" not exists!
ru_ru: Контейнер Microsoft Azure "%s" не существует!

source: Connected to Microsoft Azure container "%s"
ru_ru: Подключен к Microsoft Azure "%s"

source: Upload to MS Azure now started...
ru_ru: Началась выгрузка в MS Azure ...

source: Can not transfer backup to Microsoft Azure!
ru_ru: Невозможно переместить архив с рез. копией в Microsoft Azure!

source: Try to sending backup file to Rackspace Cloud...
ru_ru: Попытка отправить архив с рез.копией в Rackspace Cloud...

source: Connected to Rackspase ...
ru_ru: Подключен к Rackspase ...

source: Rackspase Cloud Container not exists:
ru_ru: Контейнер Rackspase Cloud не существует:

source: Upload to RSC now started ...
ru_ru: Началась выгрузка в RSC ...

source: Backup File transferred to RSC://
ru_ru: Архив с рез.копией перемещен в RSC://

source: Can not transfer backup to RSC.
ru_ru: Невозможно переместить архив с резервной копией в RSC.

source: Can not delete file on RSC://
ru_ru: Невозможно удалить файл в RSC://

source: %d. try sending backup file to Amazon S3...
ru_ru: %d. попытка отправить рез.копию в Amazon S3...

source: Connected to S3 Bucket: %s
ru_ru: Подключен к S3 Bucket: %s

source: Upload to Amazon S3 now started...
ru_ru: Началась выгрузка в Amazon S3 ...

source: Can not transfer backup to S3! (%1$d) %2$s
ru_ru: Невозможно переместить архив с рез.копиями в S3! (%1$d) %2$s

source: S3 Bucket "%s" not exists!
ru_ru: Хранилище S3 Bucket "%s" недоступно!

source: Can not delete backup on S3://%s
ru_ru: Невозможно удалить рез.копию в S3://%s

source: %d. try sending backup to SugarSync...
ru_ru: %d. попытка отправить рез.копию в SugarSync...

source: Authed to SugarSync with Nick %s
ru_ru: Авторизован в SugarSync с ником %s

source: No free space left on SugarSync!!!
ru_ru: В SugarSync закончилось свободное место!!!

source: %s free on SugarSync
ru_ru: %s свободно в SugarSync

source: Upload to SugarSync now started...
ru_ru: Началась выгрузка в SugarSync ...

source: Can not transfer backup to SugarSync!
ru_ru: Невозможно переместить файл рез.копий в SugarSync!

source: %d. try for make list of files to backup....
ru_ru: %d. попытка создать список файлов для резервирования....

source: No files to backup
ru_ru: Нет файлов для резервирования

source: %1$d files with %2$s to backup
ru_ru: %1$d файлов, общим размером %2$s для резервирования

source: File or folder "%s" is not readable!
ru_ru: Файл или папка "%s" недоступны для чтения!

source: Link "%s" not followed
ru_ru: Ссылка "%s" неверна

source: "%s" is not a file or directory
ru_ru: "%s" это не файл и не папка

source: Memory increased from %1$s to %2$s
ru_ru: Память увеличена с %1$s до %2$s

source: Can not increase memory limit is %1$s
ru_ru: Невозможно увеличить лимит памяти %1$s

source: Set Blog to maintenance mode
ru_ru: Переключение блога в режим обслуживания

source: Cannot set Blog to maintenance mode! Root folder is not writeable!
ru_ru: Невозможно переключить блог в режим обслуживания! Корневая папка недоступна для записи!

source: Set Blog to normal mode
ru_ru: Переключение блога в обычный режим

source: No MySQL connection: %s
ru_ru: Нет подключения к MySQL: %s

source: No MySQL connection to database: %s
ru_ru: Нет подключения к БД MySQL: %s

source: [WARNING]
ru_ru: [ПРЕДУПРЕЖДЕНИЕ]

source: [ERROR]
ru_ru: [ОШИБКА]

source: [DEPRECATED]
ru_ru: [УСТАРЕВШЕЕ]

source: [STRICT NOTICE]
ru_ru: [ЗАМЕЧАНИЕ]

source: [RECOVERABLE ERROR]
ru_ru: [ВОССТАНАВЛИВАЕМАЯ ОШИБКА]

source: Job done in %s sec.
ru_ru: Задача выполнена за %s сек.

source: BackWPup log from %1$s: %2$s
ru_ru: Журнал выполнения BackWPup для %1$s: %2$s

source: Signal %d send to script!
ru_ru: Сигнал %d отправлен скрипту!

source: Can not restart on alternate cron....
ru_ru: Невозможно перезапустить на альтернативном cron....

source: To many restarts....
ru_ru: Слишком много перезапусков....

source: Script stop! Will started again now!
ru_ru: Скрипт остановлен! Запустить сейчас!

source: Job restart terminated, bcause old job runs again!
ru_ru: Перезапуск задачи остановлен, потому, что старая задача была перезапущена!

source: Job restarted, bcause inactivity!
ru_ru: Задача перезапущена т.к. была неактивна!

source: Second Prozess is running, bcause old job runs! Start type is %s
ru_ru: Запущен второй процесс, потому, что старая задача запущена! Начало %s

source: Can not find job step file: %s
ru_ru: Невозможно найти файл шага задачи: %s

source: [INFO]: BackWPup version %1$s, WordPress version %4$s Copyright &copy; %2$s %3$s
ru_ru: [ИНФО]: Версия BackWPup: %1$s, Версия WordPress: %4$s Авторские права &copy; %2$s %3$s

source: [INFO]: BackWPup comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions.
ru_ru: [ИНФО]: BackWPup не дает никаких гарантий. Это свободное программное обеспечение и вы можете распространять его при определенных условиях.

source: [INFO]: BackWPup job:
ru_ru: [ИНФО]: Задача BackWPup:

source: [INFO]: BackWPup cron:
ru_ru: [ИНФО]: BackWPup cron:

source: [INFO]: BackWPup job started by cron
ru_ru: [ИНФО]: Задача BackWPup запущена через cron

source: [INFO]: BackWPup job started manualy
ru_ru: [ИНФО]: Задача BackWPup запущена вручную

source: [INFO]: PHP ver.:
ru_ru: [ИНФО]: Версия PHP:

source: [INFO]: PHP Safe mode is ON! Maximum script execution time is %1$d sec.
ru_ru: [ИНФО]: PHP Safe mode включен! Максимальное время выполнения скрипта %1$d сек.

source: [INFO]: MySQL ver.:
ru_ru: [ИНФО]: Версия MySQL:

source: [INFO]: curl ver.:
ru_ru: [ИНФО]: Версия Curl:

source: [INFO]: Temp folder is:
ru_ru: [ИНФО]: Временная папка:

source: [INFO]: Backup file is:
ru_ru: [ИНФО]: Файл рез.копий:

source: No destination defineid for backup!!! Please correct job settings
ru_ru: Не указано место хранения резервной копии!!! Укажите его в настройках

source: Step arborted has too many trys!
ru_ru: Шаг задачи прерван, слишком много попыток!

source: Can not find job step function %s!
ru_ru: Невозможно найти функцию шага задачи %s!

source: A job already running!
ru_ru: Задача уже запущена!

source: Temp dir not writeable
ru_ru: Папка для временных файлов недоступна для записи

source: Can not create folder for log files: %s
ru_ru: Невозможно создать папку для файлов журналов: %s

source: Log folder not writeable!
ru_ru: Папка журналов недоступна для записи!

source: BackWPup log for %1$s from %2$s at %3$s
ru_ru: Журнал выполнения BackWPup для %1$s от %2$s в %3$s

source: Can not create folder for backups: %1$s
ru_ru: Невозможно создать папку для резервных копий: %1$s

source: Backup folder not writeable!
ru_ru: Папка рез.копий недоступна для записи!

source: %d. try for wordpress export to XML file...
ru_ru: %d. попытка экспорта в XML файл...

source: Add XML export "%1$s" to backup list with %2$s
ru_ru: Добавление XML экспорта "%1$s" размером %2$s в список резервирования

source: No Jobs.
ru_ru: Нет задач.

source: Export
ru_ru: Экспорт

source: Delete
ru_ru: Удалить

source: Job Name
ru_ru: Задача

source: Type
ru_ru: Тип

source: Information
ru_ru: Информация

source: Next Run
ru_ru: Следующий запуск

source: Last Run
ru_ru: Последний запуск

source: Edit:
ru_ru: Изменение:

source: Edit
ru_ru: Изменить

source: Copy
ru_ru: Копировать

source: Run Now
ru_ru: Запустить

source: Running since:
ru_ru: Запущена уже:

source: sec.
ru_ru: сек.

source: Inactive
ru_ru: Неактивно

source: Here you see working jobs or logfiles
ru_ru: Здесь вы можете увидеть активные задачи или файлы журналов

source: BackWPup Jobs
ru_ru: Задачи BackWPup

source: BackWPup Manage Backups
ru_ru: Управление резервными копиями BackWPup

source: Job Type
ru_ru: Тип задачи

source: Job Schedule
ru_ru: Расписание выполнения задачи

source: BackWPup Job Settings
ru_ru: Настройки задачи BackWPup

source: Enter Job name here
ru_ru: Введите название задачи

source: Database Jobs
ru_ru: Задачи БД

source: Database tables to use:
ru_ru: Таблицы БД для использования:

source: Use short INSERTs instead of full (with keys)
ru_ru: Использовать короткие INSERTы вместо полных (с ключами)

source: Set Blog Maintenance Mode on Database Operations
ru_ru: Включать режим обслуживания при операциях с базой данных?

source: Blog Folders to Backup:
ru_ru: Папки блога, для резервирования:

source: root
ru_ru: корневая папка

source: Exclude:
ru_ru: Исключить:

source: Content
ru_ru: Содержимое

source: Plugins
ru_ru: Плагины

source: Themes
ru_ru: Темы

source: Blog Uploads
ru_ru: Вложения:

source: Include Folders to Backup:
ru_ru: Включить в рез.копию следующие папки:

source: Example:
ru_ru: Пример:

source: Exclude Files/Folders from Backup:
ru_ru: Исключить следующие файлы/папки из рез.копии

source: BackWPup Settings
ru_ru: Настройки BackWPup

source: Send Mail
ru_ru: Отправление E-mail

source: Here you can set the options for email sending. The settings will be used in jobs for sending backups via email or for sending log files.
ru_ru: Здесь вы можете установить параметры отправления E-mail. Данные параметры будут использованы в задачах, где на e-mail отправляются резервные копии или файлы журналов

source: Sender email
ru_ru: E-mail отправителя

source: Sender name
ru_ru: Имя отправителя

source: Send mail method
ru_ru: Метод отправления

source: Sendmail path
ru_ru: Путь к Sendmail

source: SMTP hostname
ru_ru: SMTP сервер

source: SMTP secure connection
ru_ru: SMTP шифрование

source: SMTP username
ru_ru: SMTP логин

source: SMTP password
ru_ru: SMTP пароль

source: Here you can set Logfile related options.
ru_ru: Здесь вы можете управлять настройками журналов выполнения

source: Log file Folder
ru_ru: Папка журналов выполнения

source: Max. Log Files in Folder
ru_ru: Макс. файлов журналов в папке

source: Compression
ru_ru: Сжатие

source: Gzip Log files!
ru_ru: Сжимать (Gzip) файлы журналов!

source: Here you can set Job related options.
ru_ru: Здесь вы можете установить некоторые параметры задач.

source: Max. retrys for job steps
ru_ru: Макс. попыток для шага задачи

source: Max. retrys for job script retries
ru_ru: Макс. попыток для скрипта задачи

source: Use PHP zip class if available! Normaly PCL Zip class will used.
ru_ru: Используйте PHP zip class, если доступно! Обычно используется PCL Zip class.

source: WP Admin Bar
ru_ru: WP Админбар

source: Will you see BackWPup in the WordPress Admin Bar?
ru_ru: Вы хотите видеть BackWPup в Админбаре Wordpress?

source: Admin Bar
ru_ru: Админбар

source: Show BackWPup Links in Admin Bar.
ru_ru: Показывать ссылку на BackWPup в Админбаре

source: Http basic authentication
ru_ru: HTTP авторизация

source: Is your blog behind a http basic authentication (.htaccess)? Then you must set the username and password four authentication.
ru_ru: Ваш блог используется HTTP авторизацию(.htaccess)? Укажите здесь логин и пароль, для авторизации

source: BackWPup Tools
ru_ru: Инструменты BackWPup

source: Database restore
ru_ru: Восстановление БД

source: DB Restore
ru_ru: Восстановление БД

source: Restore
ru_ru: Восстановить

source: SQL File to restore:
ru_ru: SQL файл для восстановления:

source: Copy SQL file to blog root folder to use for a restoring.
ru_ru: Скопируйте SQL в корневую папку блога, для использования его при восстановлении

source: Import Jobs settings
ru_ru: Импортировать настройки задач

source: Select file to import:
ru_ru: Выберите файл для импорта:

source: Upload
ru_ru: Загрузить

source: Select jobs to import
ru_ru: Выберите задачи для импорта

source: Import Type
ru_ru: Тип импорта

source: No Import
ru_ru: Не импортировать

source: Overwrite
ru_ru: Замена

source: Append
ru_ru: Совместить

source: Import
ru_ru: Импортировать

source: Jobs imported!
ru_ru: Задачи импортированы!

source: BackWPup Working
ru_ru: BackWPup работает

source: Warnings:
ru_ru: Предупреждения:

source: Errors:
ru_ru: Ошибки:

source: ERROR:
ru_ru: ОШИБКА:

source: Pleace set <i>$table_prefix = '%1$s';</i> in wp-config.php
ru_ru: Пожалуйста установите <i>$table_prefix = '%1$s';</i> в wp-config.php

source: Pleace set <i>define('DB_CHARSET', '%1$s');</i> in wp-config.php
ru_ru: Пожалуйста установите <i>define('DB_CHARSET', '%1$s');</i> в wp-config.php

source: BackWPup database error %1$s for query %2$s
ru_ru: BackWPup: ошибка базы данных %1$s на запросе %2$s

source: %1$s Database Querys done.
ru_ru: %1$s запросов в базу данных успешно выполнено.

source: Make changes for Blogurl and ABSPATH if needed.
ru_ru: Сделайте изменения для Blogurl и ABSPATH, если требуется

source: Restore Done. Please delete the SQL file after restoring.
ru_ru: Восстановление завершено. Удалите SQL файл после восстановления.

source: Runtime:
ru_ru: Время выполн.:

source: None
ru_ru: Ничего нет

source: Download last Backup
ru_ru: Загрузить последнюю копию

source: Download
ru_ru: Загрузить

source: View last Log
ru_ru: Просмотр последнего журнала

source: Log
ru_ru: Журнал

source: DB Size:
ru_ru: Размер БД:

source: DB Tables:
ru_ru: Таблицы БД:

source: DB Rows:
ru_ru: Строки БД:

source: Files Size:
ru_ru: Размер файлов:

source: Files count:
ru_ru: Количество файлов:

source: No Files found.
ru_ru: Файлов не найдено.

source: Change Destination
ru_ru: Изменить расположение

source: File
ru_ru: Файл

source: Folder
ru_ru: Папка

source: Size
ru_ru: Размер

source: Time
ru_ru: Время

source: You are about to delete this Backup Archive. 'Cancel' to stop, 'OK' to delete.
ru_ru: Вы уверены, что хотите удалить эту рез. копию?. 'Отмена' для отмены, 'OK' для удаления.

source: Login failure!
ru_ru: Ошибка авторизации!

source: PHP curl functions not available! Most backup destinations deaktivated!
ru_ru: PHP функция curl недоступна! Большинство мест хранения недоступно!

source: You are about to delete this Job. 'Cancel' to stop, 'OK' to delete.
ru_ru: Вы уверены, что хотите удалить эту задачу?. 'Отмена' для отмены, 'OK' для удаления.

source: Save Changes
ru_ru: Сохранить изменения

source: File Prefix:
ru_ru: Префикс файла:

source: File Formart:
ru_ru: Формат файла:

source: Preview:
ru_ru: Предпросмотр:

source: E-Mail-Adress:
ru_ru: E-Mail:

source: Only send an e-mail if there are errors.
ru_ru: Отправлять e-mail, только при ошибках.

source: Activate scheduling
ru_ru: Включить расписание

source: advanced
ru_ru: расширенное

source: basic
ru_ru: простое

source: Minutes:
ru_ru: Минут:

source: Any (*)
ru_ru: Все (*)

source: Hours:
ru_ru: Часов:

source: Day of Month:
ru_ru: День месяца:

source: Month:
ru_ru: Месяц:

source: January
ru_ru: Январь
