Repository: laurenpenn/Website
Catalog: plugins/backwpup/lang/backwpup-*.po
Languages: ru_ru

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: Augest
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Day of Week:
ru_ru: День недели:

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Hour
ru_ru: Час

source: Minute
ru_ru: Минута

source: monthly
ru_ru: ежемесячно

source: on
ru_ru: в

source: weekly
ru_ru: еженедельно

source: daily
ru_ru: ежедневно

source: hourly
ru_ru: ежечасно

source: Full Path to folder for Backup Files:
ru_ru: Полный путь к папке с резервными копиями:

source: Your WordPress dir is:
ru_ru: Папка с Wordpress:

source: Max. backup files in folder:
ru_ru: Макс. рез.копий в папке:

source: (Oldest files will deleted first.)
ru_ru: (сначала будут удалены старые файлы.)

source: Hostname:
ru_ru: Сервер:

source: Port:
ru_ru: Порт:

source: Username:
ru_ru: Логин:

source: Password:
ru_ru: Пароль:

source: Folder on Server:
ru_ru: Папка на сервере:

source: Max. backup files in FTP folder:
ru_ru: Макс. кол-во рез.копий на FTP:

source: (Oldest files will be deleted first.)
ru_ru: (сначала будут удалены старые файлы)

source: Use SSL-FTP Connection.
ru_ru: Использовать SSL-FTP соединение

source: Use FTP Passive mode.
ru_ru: Использовать Пассивный режим FTP

source: Access Key ID:
ru_ru: ID ключа доступа:

source: Secret Access Key:
ru_ru: Секретный ключ доступа:

source: Bucket:
ru_ru: Хранилище:

source: Create bucket:
ru_ru: Создать хранилище:

source: Bucket Region
ru_ru: Регион хранения

source: Folder in bucket:
ru_ru: Папка в хранилище:

source: Max. backup files in bucket folder:
ru_ru: Макс. кол-во рез.копий в хранилище:

source: Save Backups with reduced redundancy!
ru_ru: Сохранить рез.копии с уменьшением избыточности!

source: Create Account
ru_ru: Создать аккаунт

source: Find Keys
ru_ru: Найти ключи

source: Webinterface
ru_ru: Веб-интерфейс

source: Access Key:
ru_ru: Ключ доступа:

source: Secret:
ru_ru: Секрет:

source: Host:
ru_ru: Сервер:

source: Normely: blob.core.windows.net
ru_ru: Обычно: blob.core.windows.net

source: Account Name:
ru_ru: Имя аккаунта:

source: Container:
ru_ru: Контейнер:

source: Create Container:
ru_ru: Создать контейнер:

source: Folder in Container:
ru_ru: Папка в контейнере:

source: Max. backup files in container folder:
ru_ru: Макс. кол-во рез.копий в контейнере:

source: Find Key
ru_ru: Найти ключ

source: API Key:
ru_ru: API ключ:

source: Folder in container:
ru_ru: Папка в контейнере:

source: Login:
ru_ru: Логин:

source: Not authenticated!
ru_ru: Не авторизован!

source: Authenticate!
ru_ru: Авторизовать!

source: Authenticated!
ru_ru: Авторизован!

source: Delete!
ru_ru: Удалить!

source: Root:
ru_ru: Корневая папка:

source: sandbox (disabled by DropBox)
ru_ru: sandbox (отключено в DropBox)

source: Folder:
ru_ru: Папка:

source: Max. backup files in Dropbox folder:
ru_ru: Макс. кол-во рез.копий в Dropbox:

source: E-mail address:
ru_ru: E-mail адрес:

source: Sugarsync authenticate!
ru_ru: Авторизовать Sugarsync!

source: Create Sugarsync Account
ru_ru: Создать аккаунт Sugarsync

source: Delete Sugarsync authentication!
ru_ru: Удалить авторзиацию Sugarsync!

source: No Syncfolders found!
ru_ru: Не найдено папок!

source: Max. File Size for sending Backups with mail:
ru_ru: Максимальный размер файла для отправления рез.копий на e-mail:

source: Working as <a href="http://wikipedia.org/wiki/Cron" target="_blank">Cron</a> job schedule:
ru_ru: Выполнять задачи по расписанию используя <a href="http://wikipedia.org/wiki/Cron" target="_blank">Cron</a>:

source: ATTENTION: Job runs every %d mins.!!!
ru_ru: ВНИМАНИЕ: Задача запускается каждые %d мин.!!!

source: ATTENTION: Job runs every %d houers.!!!
ru_ru: ВНИМАНИЕ: Задача запускается каждые %d часов.!!!

source: ATTENTION: Can't calculate cron!!!
ru_ru: ВНИМАНИЕ: Невозможно расчитать cron!!!

source: Next runtime:
ru_ru: Следующее выполнение:

source: Missing access key!
ru_ru: Не указан ключ доступа!

source: Missing secret access key!
ru_ru: Не указан секретный ключ доступа!

source: No bucket fount!
ru_ru: Не найдено папка!

source: Missing Username!
ru_ru: Не указан логин!

source: Missing API Key!
ru_ru: Не указан API ключ!

source: No Containerss found!
ru_ru: Не найдено контейнеров!

source: Missing Hostname!
ru_ru: Не указан сервер!

source: Missing Account Name!
ru_ru: Не указано имя аккаунта!

source: Missing Access Key!
ru_ru: Не указан ключ доступа!

source: No Container found!
ru_ru: Не найдено контейнеров!

source: Missing Password!
ru_ru: Не указан пароль!

source: No Logs.
ru_ru: Нет журналов выполнения.

source: Job
ru_ru: Зад.

source: Backup/Log Date/Time
ru_ru: Рез.копия/Дата/Время

source: Status
ru_ru: Статус

source: Runtime
ru_ru: Время выполн.

source: View log
ru_ru: Просмотр журнала

source: View
ru_ru: Просмотр

source: only Log
ru_ru: только журнал

source: Copy of
ru_ru: Копировать

source: Aborted by user!!!
ru_ru: Остановлено пользователем!!!

source: Job will be terminated.
ru_ru: Задача была остановлена.

source: Process killed with PID:
ru_ru: Процесс завершен с PID:

source: Can't kill process with PID:
ru_ru: Невозможно завершить процесс с PID:

source: Here is the job overview with some information. You can see some further information of the jobs, how many can be switched with the view button. Also you can manage the jobs or abbort working jobs. Some links are added to have direct access to the last log or download.
ru_ru: Здесь вы видите обзор по задаче с некоторым количеством информации. Вы можете изменять объемы отображаемой информации используя кнопку \"Просмотр\". Также вы можете управлять задачами или отменять из выполнение.

source: Here you see a list of backup files. Change the destionation to jobname:destination to become a list of backups from other destinations and jobs. Then you kann delete or download backup files.
ru_ru: Здесь вы можете увидеть список ваших резервных копий. Измените место назначения на имя задачи:место назначения (jobname:destination) для просмотра списка резервных копий других задач. Здесь вы можете загружать или удалять ваши резервные копии.

source: Dropbox authentication complete!
ru_ru: Авторизация Dropbox завершена!

source: Wrong Token for Dropbox authentication received!
ru_ru: При авторизации Dropbox получен неправильный токен!

source: No Dropbox authentication received!
ru_ru: Авторизация Dropbox не получена!

source: Dropbox authentication deleted!
ru_ru: Авторизация Dropbox удалена!

source: SugarSync authentication complete!
ru_ru: Авторизация SugarSync завершена!

source: SugarSync authentication deleted!
ru_ru: Авторизация SugarSync удалена!

source: SugarSync account created!
ru_ru: Аккаунт SugarSync создан!

source: Job '%1' changes saved.
ru_ru: Изменения задачи '%1' сохранены.

source: Jobs overview.
ru_ru: Обзор задач.

source: Backup File
ru_ru: Резервная копия

source: Send log
ru_ru: Отправление журналов

source: Backup to Folder
ru_ru: Резервное копирование в папку

source: Backup to E-Mail
ru_ru: Резервное копирование на E-mail

source: Backup to FTP Server
ru_ru: Резервное копирование на FTP сервер

source: Backup to Dropbox
ru_ru: Резервное копирование в Dropbox

source: Backup to SugarSync
ru_ru: Резервное копирование в SugarSync

source: Backup to Amazon S3
ru_ru: Резервное копирование в Amazon S3

source: Backup to Google storage
ru_ru: Резервное копирование в Google storage

source: Backup to Micosoft Azure (Blob)
ru_ru: Резервное копирование в Micosoft Azure

source: Backup to Rackspace Cloud
ru_ru: Резервное копирование в Rackspace Cloud

source: Here you can manage the log files of the jobs. You can download, view, or delete them.
ru_ru: Здесь вы можете управлять журналами выполнения задач. Вы можете загружать, просматривать или удалять их.

source: Settings saved
ru_ru: Настройки сохранены

source: A job alredy running!!! Pleace try again if its done.
ru_ru: Задача уже запущена!!! Повторите после выполнения задачи

source: A job is running!!!
ru_ru: Задача запущена!!!

source: Nothing...
ru_ru: Ничего нет...
